[
  {
    "title": "The Inclusive Leader",
    "image_url": "til.png",
    "video_placeholder_url": "til-main.png",
    "description": "The Inclusive Leader course equips leaders with the skills and knowledge they need to create a diverse, fair, and welcoming environment in their teams and companies. Participants will learn why diversity and inclusion are so important to the success of their organisation, and how as a leader, they set the tone. The course will explore different ways to make sure everyone feels valued and heard, no matter who they are.​\n\n​\n\nThe course focuses on practical leadership skills for managing diverse teams. Participants will learn how to encourage teamwork, improve communication, and bring people together, even if they come from different backgrounds. By doing this, they can unlock new ideas, get more done, and make sure everyone is happy at work.",
    "title2": "The Inclusive Leader"
  },
  {
    "title": "People Powered Transformation",
    "image_url": "ppt.jpg",
    "video_placeholder_url": "ppt-main.jpg",
    "description": "Our unique approach to crafting content that will support behaviour change. Our human-centric transformation programmes are based on an evolving narratives that:\n\n• Delivers the ADKAR model\n• Supports McKinsey’s 24 actions of transformation\n\n• Manages emotions throughout transformation",
    "title2": "People Powered Transformation"
  },
  {
    "title": "Welcome Event",
    "image_url": "dlg.png",
    "video_placeholder_url": "dlg-main.png",
    "description": "In partnership with DLG we created a virtual, scaleable and beautifully branded ‘DLG Welcome event’ to create excitement, equip new starters with the right information to set them up for success in their careers, and give participants the feeling they had made the right choice joining DLG.\n\nThe virtual session activities hinged on the themes of DLGs new behaviours, which enabled new starters to really take on board this learning from their first days at DLG.",
    "title2": "DLG"
  },
  {
    "title": "Onboarding Framework",
    "image_url": "contract-center-onboarding.png",
    "video_placeholder_url": "contract-center-main.png",
    "description": "In partnership with DLG we created a virtual, scaleable and beautifully branded ‘DLG Welcome event’ to create excitement, equip new starters with the right information to set them up for success in their careers, and give participants the feeling they had made the right choice joining DLG.\n\nThe virtual session activities hinged on the themes of DLGs new behaviours, which enabled new starters to really take on board this learning from their first days at DLG.",
    "title2": "Contact Centre Onboarding"
  },
  {
    "title": "Blended, Personalised Onboarding",
    "image_url": "blended-personalised-onboarding.png",
    "video_placeholder_url": "blended-personalised-onboarding.png",
    "video_url": "santander.mp4",
    "description": "The bank hires around 1800 new starters a year. Historically, all branch induction courses were residential, asking people to stay away from home for 5+ weeks. We created a virtual, blended solution that both increased the effectiveness of the new starter journey and reduced costs to the business. The programme integrated core learning modules into the working lives of the new starter and they we able to remain in their new branch, amongst their peers supporting their learning journey on a practical level with social learning. The new model for all 10 Branch roles included In-branch activities, digital content & games, film & animation, PDFs, reflection time, coaching & 121s (in branch & virtual), webinars and virtual observations for legal sign off.",
    "title2": "VIRTUAL ACADEMIES"
  }
]
