[
  {
    "title": "LHH - Faces of Change Global Campaign",
    "image_url": "image_1.png",
    "video_url": "video_1.mp4",
    "description": "Driving engagement by capturing the human and emotional side of upskilling.\n\nMZ commissioned the ‘Readiness Index’, and the resulting ‘Faces of Change’ exhibition and campaign to capture the emotional heart of the talent market.\n\nDriven from this human-centred approach, the creative direction led to capturing the prevailing emotions (fear, worry, excitement etc) about the future through photography.\n\nA commissioned shoot with Rankin became the backbone imagery. That was then leveraged through print and digital collaterals in a phased campaign, over 1 year.\n\nThe global campaign launched with a Times Square, New York City creative in March 2022.\n\nWithin this campaign we  developed:\n\n- Creative concepts + direction\n- Exhibition design\n- Brochure Design\n- A suite of films for social media and web\n- Infographics\n- Social media advertising\n- HTML5 digital paid advertising.",
    "title2": "RECRUITMENT CAMPAIGNS"
  },
  {
    "title": "Santander - Virtual Academies",
    "image_url": "image_2.png",
    "video_url": "",
    "description": "The bank hires around 1,800 new starters a year, in their branches alone. Historically, all branch induction courses were residential, which was costly to the business, and a strain on families and the teams they were joining. With a digital strategy driving change in all parts of the bank, a new strategy was required to instil a ‘digital mindset’.\n\nWe created a virtual, blended solution, crafting an entire suite of ‘Virtual Academies’ that both increased the effectiveness of the new starter journey and reduced the costs to the business. The programme integrated core online learning modules into the working lives of the new starters, so they we able to remain in their new branches.\n\nAll academies have now gone fully virtual. And to help conversations in their digital communities, we’ve developed a Community Management playbook, an excellent example of what to do to build conversations and communities online.",
    "title2": "ONBOARDING"
  },
  {
    "title": "INEOS - Grads Onboarding",
    "image_url": "image_3.png",
    "video_url": "video_3.mp4",
    "description": "Petrochemicals manufacturer Ineos employs 26,000 people globally, many of them graduates.\n\nThe company runs a number of graduate development programmes including Engineering, Commercial and other functions, such as Finance, HR and IT. \n\nMedia Zoo produces a series of films for use as part of Ineos’ graduate onboarding process and for their website. The films not only give a sense of the graduate experience of working at Ineos, but also of the person as a whole - of how their personal passions and interests inform, influence and enhance their working lives. Ineos believes that we are more than our job.",
    "title2": "ONBOARDING"
  }
]