[
  {
    "title": "Santander - Stop the Traffic",
    "image_url": "image_2.png",
    "video_placeholder_url": "image_2.png",
    "video_url": "video_2.mp4",
    "description": "Empowering staff to act against human trafficking.\n\nSantander required two films that educated staff on how to spot clues of human traffickers using the banking system. The films had to empower them to flag suspicious activity and potentially save lives.\n\nThe first film took the unusual route of looking through the eyes off the trafficker rather than those of the victim. We worked with the charity ‘Stop the Traffik’ to give an accurate portrayal of the faceless people who trade in human flesh and ruin lives, and how they takeover their victims’ accounts and leverage their debts to the max.\n\nThe final film showed how Santander staff had successfully followed the money trail and busted an international human trafficking ring.",
    "title2": "EMOTIVE CONTENT"
  },
  {
    "title": "Rolls Royce - One Defence",
    "image_url": "image_3.png",
    "video_placeholder_url": "image_3.png",
    "video_url": "video_3.mp4",
    "description": "Rolls Royce Defence is a leading engine maker for the military transport market and the second largest provider of defence aero-engine products and services globally. It has some 16,000 engines in service with 160 customers in over 100 countries.\n\nBut if those are the key stats, what is its culture as an organisation? What are its brand values? And how do they define its identity? That was the idea behind MZ’s short film for RR Defence - a fast-moving promo-type film that distills the organisation down to key images and phrases that truly define its character and what’s behind its success.",
    "title2": "BRANDED CONTENT"
  },
  {
    "title": "ABB - Drivers of Progress",
    "image_url": "image_4.png",
    "video_placeholder_url": "image_4.png",
    "video_url": "video_4.mp4",
    "description": "ABB is a global leader in the innovative technology that will drive the future of industry: Electrification, Robotics, Motion and Process Automation. In 2018 ABB became the official title partner for\nthe Formula E championship. It was a natural partnership, further advocating ABB’s passion for electrification and innovation.\n\nThey wanted us to develop a series of dynamic, exciting branded films to coincide with season 6 of ABB Formula E which would showcase how ABB has helped pioneer a drive for a more sustainable and\neco-friendly future.\n\nThis series has been highly successful. \n\nOur most popular episode Data Driven Decisions had 1.6M completed video views on Twitter, 2.8M completed video views in total and an increased traffic to the ABB website by 40%\n\n\n\n\n\n\n\n\n",
    "title2": "BRANDED CONTENT"
  },
  {
    "title": "INEOS - Sports Team Launch",
    "image_url": "image_5.png",
    "video_placeholder_url": "image_5.png",
    "video_url": "video_5.mp4",
    "description": "For 10 years, Team Sky was arguably one of the country's most successful sports teams and was the last word in professional cycling, until 2019 when one of the world’s largest companies took over and Team Sky became Team INEOS. With such an important takeover, Media Zoo were tasked with publicising the launch. \n\nThe challenge was to take the INEOS brand as a world class industrial company to now also being a cutting-edge sports team owner and ensure that the story reached the widest possible audience whilst building an exciting new narrative for the team’s next phase. \n\nThe announcement of Team INEOS generated media coverage across the globe, with AVE in excess of £3 million GBP. \n\nThe announcement was broadcast on BBC and ITV News across two days, including launch day.  All tier one UK media outlets produced at least two stories as a result of the event.\n",
    "title2": "NEWS ANNOUNCEMENTS"
  },
  {
    "title": "DEFRA - Rural Proofing",
    "image_url": "image_6.png",
    "video_placeholder_url": "DEFRA_video_placeholder.png",
    "video_url": "video_6.mp4",
    "description": "We were approached by KPMG to build a module for the Department for Environment, Food and Rural Affairs (DEFRA), that promoted their new initiative, Rural Proofing. \n\nRural Proofing is designed to ensure policy makers don’t overlook the 17 million people who live in rural areas and the  quarter of England’s businesses who operate in rural areas when designing, implementing or evaluating a policy.  ",
    "title2": "LEARNING"
  }
]
