[
  {
    "title": "DISABILITY AWARENESS",
    "image_url": "image_1.png",
    "video_url": "video_1.mp4",
    "description": "Disabilities Trust - Invisible Me\n\nMore than half the people in prison may have had a serious brain injury.  By identifying and supporting those individuals, reoffending rates can be dramatically reduced, resulting in huge social and economic benefits. \n\nThe Disabilities Trust asked us to transform their existing 2hr workshop on brain injury into an engaging and emotive learning experience for prison staff and NHS and probation workers.  We created an opening film, Invisible Me, which was complemented by a digital module and several shorter films. \n\n\nTogether, they explored the authentic experience of two people living with a brain injury through the medium of art therapy. Jade’s and Satman’s  drawings animate on screen and give us a true insight into their world. These are coupled with cinematic visuals that illustrate the sparse environments of those who find themselves cut off from society. \n\nThe aim was to spark action from the audience, encouraging them to adapt their working practices within the health and prison services and change the lives of those suffering from brain injury.\n\nHealth & Safety Evcom Industry   2021\nMedical Films Cannes Corporate  2021\nFundraising & CSR Cannes Corporate 2021\nInnovation Evcom Clarions 2021"
  },
  {
    "title": "HSBC - Speak Up",
    "image_url": "image_2.png",
    "video_url": "video_2.mp4",
    "description": "HSBC was undergoing a significant change programme around conduct. They asked us to produce a suite of case study films, featuring personal conduct stories from senior leaders that would help colleagues understand the importance of speaking up when they witness something untoward or underhand.\n\nIn order to resonate with the audience, we knew these films had to be deeply personal - open, honest and candid. They had to avoid jargon, technical detail and dry corporate talking heads. We decided to take them out of their office environments into more comfortable locations where they could relax and open up.\n\nThe result was a series of stylish films in which senior people show their more vulnerable side - opening up about their experiences of speaking up and demonstrating its true importance to their colleagues."
  },
  {
    "title": "PWC - Unconscious Bias",
    "image_url": "image_3.png",
    "video_url": "video_3.mp4",
    "description": "Working collaboratively with the PwC team, we conceptualised and created an interactive video adventure player that allowed the User to explore the grey area of unconscious bias. \n\nWe presented a scenario that was far-removed from a PwC colleague’s normal role, allowing them to inhabit a new persona and explore their choices. There were no right or wrong answers; just an in depth exploration of how biases work in everyday settings.\n\n The simulation was followed by a digital debrief that dived deeper into the core behaviours of combating unconscious bias; empathy, humility and bravery. \n\nThe whole experience was designed to allow the user to reflect on and learn about their own biases in a safe space."
  },
  {
    "title": "Adecco - Code of Conduct",
    "image_url": "image_4.png",
    "video_url": "video_4.mp4",
    "description": "How do you connect the hearts as well as the minds of all 30,000 colleagues at Adecco with their new code of conduct - and do it in 25 languages? And how do you make it relevant and actionable in their everyday working lives? That was the challenge Adecco set Media Zoo.\n\nFrom a series of on-site workshops, we came up with insights and discoveries that were packaged into a Campaign Art Direction concept - the Humans of Adecco.  This included campaign identity and messaging, comms planning, Launch assets and Hero films in 3 countries.\n\nHumans of Adecco placed colleagues at the centre of the campaign and posed the question - what choice would you make? It emphasised the role of colleagues in speaking up, emboldened and protected by the CoC around the world. \n\nFeaturing real life events, the films traced ‘stories of investigation’ of high profile misconduct cases. There was also a year long campaign with monthly touchpoints highlighting themes connected with global events, together with on-site print and digital displays. "
  },
  {
    "title": "Novartis - Life",
    "image_url": "image_5.png",
    "video_url": "video_5.mp4",
    "description": "Novartis appointed Media Zoo to bring their global community together as OneNovartis. The purpose was to reimagine medicine to improve and extend people’s lives, with the vision of becoming the most valued and trusted pharmaceutical company in the world.\n\nWe set out to unleash the power of their people, by asking them to capture their authentic selves through video and photography. Using this content, we produced a human, dynamic launch film that captured the personalities of Novartis people through beautiful moments that matter.\n\nWith over half a million cumulative impressions, we’ve been able to foster a powerful sharing culture across the global business -  a culture in which all colleagues can be creators and share the stories that shape their world."
  }
]