[
  {
    "title": "12 Month Initiative",
    "image_url": "asos-dei.png",
    "video_placeholder_url": "asos-dei.png",
    "description": "ASOS recognised the need for a cultural shift in Diversity, Equity, and Inclusion (DEI). Partnering with us we leveraged a \"Vibe Survey\" to create the ALL IN Learning Programme—a 12-month initiative aimed at making every ASOS employee a DEI advocate. Our employee-led films and authentic campaign fostered a culture of active listening and curious conversation, addressing complex topics like microaggressions and belonging to ensure everyone at ASOS can be who they want to be without judgement.",
    "title2": "DEIB"
  },
  {
    "title": "Innovative Learning Experience",
    "image_url": "image_2.png",
    "video_placeholder_url": "image_2.png",
    "description": "Utilising a blend of mixed media—physical cards, digital platforms, and film—we crafted an innovative learning experience on neurodiversity. \n\nOur content, rigorously vetted by industry-leading experts, reframes neurodiversity through a sensory lensa, dispelling stigma. Real stories from neurodivergent individuals enrich the learning journey, fostering empathy among professionals and mentors. Accessibility is seamlessly integrated across all media, ensuring an inclusive approach that empowers everyone to work better, together.",
    "title2": "NEURODIVERSITY"
  },
  {
    "title": "Three Day Workshop",
    "image_url": "image_3.png",
    "video_url": "video_3.mp4",
    "description": "Our unique three-day workshop, centered on 'Support,' 'Value,' and 'Inspire,' seamlessly complements Sky's leadership initiatives. \n\nIt covers the latest leadership concepts, including experiential learning through activities like role-playing feedback and peer coaching. Participants engage in post-workshop assignments, open discussions, and a communications masterclass to equip them for effective team engagement and inspiration. We elevate the learning experience with multimedia elements like Sky-themed film clips and rich media. Additionally, video capture glasses record coaching sessions, enabling collaborative evaluations during playback.",
    "title2": "SUPPORT, VALUE, INSPIRE"
  }
]