[
  {
    "title": "High Impact Training Module",
    "image_url": "image_1.png",
    "video_placeholder_url": "image_1.png",
    "description": "This high impact training module focusses on shaping mindsets through positive experiences of AI. \n\nAligned to the firms purpose it outlines how AI is just part of our constantly evolving working lives, celebrating the positive aspects of delegating some tasks to AI in order to allow more time for the value add activities of any role. Along the way we busts the myths, provide key terminology and emerging technologies that are set to shape the world of work.",
    "title2": "AI & ME"
  },
  {
    "title": "Future Strategy Launch",
    "image_url": "image_2.png",
    "video_placeholder_url": "image_2.png",
    "description": "We were contracted by Eon Next to help launching a new strategy to  78,000 people.\u2028\u2028As part of this we  created an engaging and emotive film that reflected the passion, opinions and perspectives of E.ON’s colleagues and customers. Using authentic, honest and humorous interviews, shot in real home and work environments, the films had maximum relatability and impact.\u2028\u2028We also created line manager led activities designed to draw out the practical actions each individual can make in order to drive the development of the business in the future. Teams were asked to celebrate and share their past achievements and drive excitement about the future possibilities.\u2028\u2028In just three weeks, 90% of the audience had engaged with the hero content and completed the activities with their line manager. 94% agreed that they had a clear understanding of E.ON’s strategic direction.",
    "title2": "FUTURE EON"
  },
  {
    "title": "Digital Transformation Workshops",
    "image_url": "image_3.png",
    "video_placeholder_url": "image_3.png",
    "description": "M&S approached us with the need to create an event that would inspire their staff to engage with one of their largest strategic initiatives - to digitising everything at M&S, from products and services to people and experiences.\nThey wanted to create a memorable experience that sparks curiosity and goes beyond learning. To build an immersive and digital experience that gets people talking, sharing and engaging with their digital strategy in new ways\n\nWe wanted to ensure true buy in from all teams and create dynamic spaces where they could learn in an immersive and participatory way. To share their experiences and ideas, and engage with each other.\u2028\u2028We designed a diagnostic style experience that could provide data on the existing mindsets around data and digital to capture challenges that we could tackle in the sessions. We also created Emotive films to build empathy \u2028\nEngaging and audience focused workshops then enabled active socialising of the learning content and new ideas. ",
    "title2": "M&S BEAM ACADEMY"
  }
]
