[
  {
    "title": "Generative AI - Fundamentals and Service Integration",
    "image_url": "ai.png",
    "video_placeholder_url": "ai.png",
    "description": "An introduction to Gen AI, the essential themes, ethics considerations and potential use cases. This includes:\n\n1. Essential themes of GenAI:\n• Understand what GenAI is and how it differs from other AI approaches.\n• Explore the history of AI and GenAI's role in the bigger picture.\n• Learn key concepts like neural networks, deep learning, and generative models.\n\n2. GenAI Ethics:\n• Explore evolving legal issues surrounding AI.\n• Learn how to address bias and ensure ethical use of GenAI.\n• Understand real-world experiences of deploying AI in organisations.\n\n3. Scoping GenAI Use Cases:\n• Identify real-world applications of GenAI across different industries\n• Explore specific examples relevant to the public sector.",
    "title2": "Generative AI - Fundamentals and Service Integration"
  },
  {
    "title": "People Powered Transformation",
    "image_url": "ppt.jpg",
    "video_placeholder_url": "ppt.jpg",
    "description": "Our unique approach to crafting content that will support behaviour change. Our human-centric transformation programmes are based on an evolving narratives that:\n\n• Delivers the ADKAR model\n• Supports McKinsey’s 24 actions of transformation\n• Manages emotions throughout transformation",
    "title2": "People Powered Transformation"
  },
  {
    "title": "Scenario Game",
    "image_url": "scenario-game.png",
    "video_placeholder_url": "scenario-game.png",
    "video_url": "scenario-game.mp4",
    "description": "In this interactive, true-to-role scenario-based game we placed the learners in the role of “investigator” where they ae required to identify and analyse the financial crime risks in a range of complex customer scenarios. It allows learners to practice the behaviours required to check client documentation and synthesise information to inform the decisions they will make about onboarding a new client.",
    "title2": "GLOBAL RISK"
  },
  {
    "title": "Opening Film",
    "image_url": "opening-film.png",
    "video_url": "opening-film.mp4",
    "video_placeholder_url": "opening-film.png",
    "description": "This solution uses a high impact opening film that leavers viewers in no doubt about the reputational damage that any perceived tax evasion would have on the business. We then used a series of scenarios to bring to life the complexities of the new legislation, giving learners an opportunity to understand the law through practice.",
    "title2": "DAC 6"
  },
  {
    "title": "Personalised Training",
    "image_url": "personalised-training.png",
    "video_url": "personalised-training.mp4",
    "video_placeholder_url": "personalised-training.png",
    "description": "This high-impact trailer was used to market a full portal of personalised conduct training. It harnesses snippets of real colleague conduct stories, demonstrating the emotional journey of people who have raised conduct concerns about themselves or others. It instantly demonstrates a commitment to a positive conduct culture and set the tone for the rest of the programme.",
    "title2": "CONDUCT"
  }
]